tap "homebrew/cask-fonts"

brew "openssl"

brew "ack"
brew "awscli" 
brew "gh" 
brew "git" 
brew "go"
brew "httpie" 
brew "jq" 
brew "nvm"
brew "starship"
brew "tree"
brew "yq"

cask "font-fira-code-nerd-font"
cask "iterm2"
cask "obsidian"
cask "visual-studio-code" 
