tap "1password/tap"
tap "ankitpokhrel/jira-cli"
tap "bufbuild/buf"
tap "codefresh-io/cli"
tap "dapr/tap"
tap "datawire/blackbird"
tap "fastly/tap"
tap "gofireflyio/aiac"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kandji-inc/tap"
tap "kubefirst/tools"
tap "ngrok/ngrok"
tap "rhyeal/aws-rotate-iam-keys", "https://github.com/rhyeal/aws-rotate-iam-keys"
tap "tilt-dev/tap"
tap "turbot/tap"
tap "yoheimuta/protolint"
brew "ack"
brew "zstd"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "argocd"
brew "pycparser"
brew "cffi"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "brew-gem"
brew "glib"
brew "node"
brew "cdk8s"
brew "terraform"
brew "cdktf"
brew "coreutils"
brew "cue"
brew "d2"
brew "direnv"
brew "dive"
brew "docker-slim"
brew "libavif"
brew "ruby"
brew "gem-bashly"
brew "gh"
brew "git"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "go"
brew "goreleaser"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grpcurl"
brew "hcl2json"
brew "helm"
brew "hey"
brew "httpie"
brew "hugo"
brew "infracost"
brew "jq"
brew "k3d"
brew "k9s"
brew "kcat"
brew "kind"
brew "kube-score"
brew "kubebuilder"
brew "kubectx"
brew "kustomize"
brew "python@3.9"
brew "libssh2"
brew "llvm"
brew "mdbook"
brew "neovim"
brew "node@18"
brew "nvm"
brew "operator-sdk"
brew "pipenv"
brew "postgresql@14"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "protolint"
brew "pv"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "skaffold"
brew "starship"
brew "teleport"
brew "terragrunt"
brew "tfmigrate"
brew "tfsec"
brew "tilt"
brew "tree"
brew "vault"
brew "yj"
brew "yq"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "bufbuild/buf/buf"
brew "codefresh-io/cli/cf2"
brew "codefresh-io/cli/codefresh"
brew "dapr/tap/dapr-cli"
brew "datawire/blackbird/telepresence-arm64"
brew "fastly/tap/fastly"
brew "gofireflyio/aiac/aiac"
brew "heroku/brew/heroku"
brew "kandji-inc/tap/ktsh"
brew "kubefirst/tools/kubefirst"
brew "rhyeal/aws-rotate-iam-keys/aws-rotate-iam-keys"
brew "tilt-dev/tap/ctlptl"
brew "turbot/tap/steampipe"
cask "1password-cli"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "ngrok"
cask "obsidian"
cask "utm"
cask "visual-studio-code"
cask "warp"
vscode "asdine.cue"
vscode "asvetliakov.vscode-neovim"
vscode "atlassian.atlascode"
vscode "aykutsarac.jsoncrack-vscode"
vscode "bierner.markdown-mermaid"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hashicorp.terraform"
vscode "infracost.infracost"
vscode "jallen7usa.vscode-cue-fmt"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "plex.vscode-protolint"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "terrastruct.d2"
vscode "tilt-dev.tiltfile"
vscode "tim-koehler.helm-intellisense"
vscode "vscodevim.vim"
vscode "zgm.cuesheet"
vscode "zxh404.vscode-proto3"
