tap "homebrew/cask-fonts"

brew "openssl"

brew "ack"
brew "awscli" 
brew "gh" 
brew "git" 
brew "go"
brew "grpcurl"
brew "hey"
brew "httpie" 
brew "jq" 
brew "kind"
brew "kubectx"
brew "nvm"
brew "python"
brew "pip"
brew "qemu"
brew "starship"
brew "terraform"
brew "tree"
brew "yq"

cask "utm"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "obsidian"
cask "visual-studio-code"
